package homeworks;

public class hw_0303_dec_to_bin {

	/*
Написать код для преобразования числа в двоичную систему 
исчисления. Результат нужно выводить как строку, сотоящую
из 0 и 1, поскольку в двоичной системе счисления используются
только эти два числа.
	 */
	public static void main(String[] args) {
		int N = 8;		
		int res = 0;
		
		System.out.println(N);
		System.out.println(res);
	}

}
